/* Task view. */
HSDFSD_TaskName = "传真快速拨号";
HSDFPB_TaskName = "传真电话薄";
HSDFSD_TaskDescription = "使用 + 和 - 按钮或在设备的“快速拨号”内存中键入所需信息。或者使用“通讯簿”查找并添加信息。";
HSDFPB_TaskDescription = "传真电话薄可查看和管理设备上的通讯录列表。\n使用 + 和 - 按钮添加或删除通讯录。你也可以使用通讯录找到更多条目，并将通讯录添加到列表上。";

ActionMenuTooltip = "操作菜单";

HSDEntryIndexColumnTitle = "条目号";
HSDEntryNameColumnTitle = "名称";
HSDEntryPhoneNumberColumnTitle = "传真号";
HSDEntryEditActionMenuTitle = "编辑…";
HSDEntryCreateGroupActionMenuTitle = "创建组…";
EntriesStatusCaption = "已使用 %1$d 个条目（共 %2$d 个）";
HSDPrintListButtonTitle = "打印列表";
/* Use common localized key instead of plug-in "MoreInfoButtonTitle". */
AddressBookLaunchButtonTooltip = "启动传真地址簿";
ContactsLaunchButtonTooltip = "发布传真通讯录";
HSDApplyButtonTitle = "立即应用";

HSDDismissEntryButtonTitle = "取消";
HSDConfirmEntryButtonTitle = "保存";

HSDFPB_AddNewContactToolTip = "添加新联系人";
HSDFSD_AddNewContactToolTip = "添加新的快速拨号";
HSDFPB_DeleteSelectedContactToolTip = "删除选定的联系人或组";
HSDFSD_DeleteSelectedContactToolTip = "删除选定的快速拨号或组";
HSDFPB_PrintListButtonToolTip = "打印本设备上存储的所有联系人";
HSDFSD_PrintListButtonToolTip = "打印本设备上存储的所有快速拨号";

/* Individual entry panel. */
HSDFPB_IndividualEntryIndexFieldCaption = "条目 (#):";
HSDFSD_IndividualEntryIndexFieldCaption = "快速拨号 (#):";
HSDIndividualEntryNameFieldCaption = "名称:";
HSDIndividualEntryPhoneNumberFieldCaption = "传真号码:";

/* Group entry panel. */
HSDFPB_GroupEntryIndexFieldCaption = "条目 (#):";
HSDFSD_GroupEntryIndexFieldCaption = "快速拨号 (#):";
HSDGroupEntryNameFieldCaption = "组名称:";
HSDFSD_GroupEntryItemsDescription = "选择要包括在此组中的快速拨号。";
HSDFPB_GroupEntryItemsDescription = "选择你想加入到这个分组的通讯录。";

/* More Info panel. */
HSDConfirmMoreInfoButtonTitle = "好";

/* Contacts panel. */
AddressBookPanelTitle = "传真地址簿";
ContactsPanelTitle = "传真通讯录";
HSDDismissContactsButtonTitle = "关闭";
HSDConfirmContactsButtonTitle = "添加";

/* Alert dialogs. */
CancelAlertButtonTitle = "取消";
RemoveFromGroupAlertButtonTitle = "从分组中删除";
DeleteAlertButtonTitle = "删除";
ApplyAlertButtonTitle = "应用";
DontApplyAlertButtonTitle = "不应用";

IncorrectDeviceStateAlertTitle = "打印机处于错误状态下";
IncorrectDeviceStateAlertMessage = "请解决设备的错误问题，然后重试。";

HSDFSD_InvalidEntryErrorTitle = "无效的快速拨号";
HSDFPB_InvalidEntryErrorTitle = "无法添加通讯录";
HSDFSD_MissingEntryNameErrorMessage = "缺少快速拨号名称。请输入快速拨号的名称，然后重试。";
HSDFPB_MissingEntryNameErrorMessage = "通讯录姓名缺失。请输入通讯录姓名并重试。";
HSDFSD_MissingEntryPhoneNumberErrorMessage = "缺少快速拨号号码。请输入快速拨号的号码，然后重试。";
HSDFPB_MissingEntryPhoneNumberErrorMessage = "电话号码缺失。请输入通讯录电话号码并重试。";
HSDFSD_TooLargeGroupErrorMessage = "“快速拨号”组是一个大型工具。您的设备最多可支持每组 %d 个条目。";
HSDFPB_TooLargeGroupErrorMessage = "该分组通讯录过多。你的设备在一个分组中最多支持 %d 个通讯录。";

HSDFSD_DeleteIndividualEntryAlertTitle = "确实要删除 \"%@\" 的快速拨号吗?";
HSDFPB_DeleteIndividualEntryAlertTitle = "确定要删除通讯录 \"%@\"？";
HSDFSD_DeleteIndividualEntryAlertMessage = "所选“快速拨号”出现在一个或多个组中。删除该快速拨号会将其从组中移除。";
HSDFPB_DeleteIndividualEntryAlertMessage = "所选通讯录出现在一个或多个分组中。删除该通讯录会将其从所有分组中删除。";
HSDFSD_DeleteMultipleIndividualEntriesAlertTitle = "确实要删除所选“快速拨号”吗?";
HSDFPB_DeleteMultipleIndividualEntriesAlertTitle = "确定要删除所选通讯录？";
HSDFSD_DeleteMultipleIndividualEntriesAlertMessage = "有些所选“快速拨号”出现在一个或多个组中。删除这些快速拨号会将它们从组中移除。";
HSDFPB_DeleteMultipleIndividualEntriesAlertMessage = "所选通讯录中有一些出现在一个或多个分组中。删除通讯录会将其从所有分组中删除。";

HSDFSD_DeleteGroupEntryAlertTitle = "确实要删除快速拨号组 \"%@\" 吗?";
HSDFPB_DeleteGroupEntryAlertTitle = "确定要删除分组 \"%@\"？";
HSDFSD_DeleteGroupEntryAlertMessage = "所选组中的个人快速拨号不会被删除。";
HSDFPB_DeleteGroupEntryAlertMessage = "分组中的单个通讯录不会被删除。";
HSDFSD_DeleteMultipleGroupEntriesAlertTitle = "确实要删除所选快速拨号组吗?";
HSDFPB_DeleteMultipleGroupEntriesAlertTitle = "确定要删除所选分组？";
HSDFSD_DeleteMultipleGroupEntriesAlertMessage = "所选组中的个人快速拨号不会被删除。";
HSDFPB_DeleteMultipleGroupEntriesAlertMessage = "分组中的单个通讯录不会被删除。";

HSDFSD_DeleteIndividualEntryFromGroupAlertTitle = "确实要从组 \"%2$@\" 中移除 \"%1$@\" 的快速拨号吗?";
HSDFPB_DeleteIndividualEntryFromGroupAlertTitle = "确定要从分组 \"%2$@\" 中删除通讯录 \"%1$@\"？";
HSDFSD_DeleteIndividualEntryFromGroupAlertMessage = "点击从分组中删除只会将此快速拨号从此分组中删除。此快速拨号本身不会被删除。\n点击删除可将此快速拨号永久性删除和从任何分组中移除。";
HSDFPB_DeleteIndividualEntryFromGroupAlertMessage = "点击从分组中删除只会将此快速拨号从此分组中删除。此快速拨号本身不会被删除。\n点击删除可将此快速拨号永久性删除和从所有分组中移除。";
HSDFSD_DeleteMultipleEntriesFromGroupAlertTitle = "确实要将所选快速拨号从组 \"%@\" 中移除吗?";
HSDFPB_DeleteMultipleEntriesFromGroupAlertTitle = "确定要从所选分组 \"%@\" 中删除所选通讯录？";
HSDFSD_DeleteMultipleEntriesFromGroupAlertMessage = "点击从分组中删除只会将快速拨号从此分组中删除。快速拨号本身不会被删除。\n点击删除可将快速拨号永久性删除和从任何分组中移除。";
HSDFPB_DeleteMultipleEntriesFromGroupAlertMessage = "点击从分组中删除只会将快速拨号从此分组中删除。快速拨号本身不会被删除。\n点击删除可将快速拨号永久性删除和从所有分组中移除。";
HSDFSD_DeleteMultipleEntriesFromMultipleGroupsAlertTitle = "确实要将所选快速拨号从其各自的组中移除吗?";
HSDFPB_DeleteMultipleEntriesFromMultipleGroupsAlertTitle = "确定要从相应分组中删除所选通讯录？";
HSDFSD_DeleteMultipleEntriesFromMultipleGroupsAlertMessage = "点击从分组中删除只会将快速拨号从他们的分组中删除。快速拨号本身不会被删除。\n点击删除可将快速拨号永久性删除和从任何分组中移除。";
HSDFPB_DeleteMultipleEntriesFromMultipleGroupsAlertMessage = "点击从分组中删除只会将此快速拨号从分组中删除。快速拨号本身不会被删除。\n点击删除可将此快速拨号永久性删除和从所有分组中移除。";

HSDFSD_DeleteMixedEntriesAlertTitle = "确实要删除所选快速拨号和快速拨号组吗?";
HSDFPB_DeleteMixedEntriesAlertTitle = "确定要删除所选通讯录和分组？";
HSDFSD_DeleteMixedEntriesAlertMessage = "单击“删除”将永久删除所选的各个快速拨号和组。除非逐个选择所选组中的各个快速拨号进行删除，否则“不会”将其删除。";
HSDFPB_DeleteMixedEntriesAlertMessage = "点击删除将永久性将所选通讯录和分组删除。属于所选分组但是并没有被直接选中的单个通讯录不会被删除。";

DenyContactsAccessAlertTitle = "信息不可用";
DenyContactsAccessAlertMessage = "无法访问“%@”应用程序。您可以通过“系统偏好设置”>“安全性与隐私”面板将其解锁。";

HSDFSD_AllowsToCommitChangesAlertTitle = "你更改了传真快速拨号列表";
HSDFPB_AllowsToCommitChangesAlertTitle = "你更改了传真电话薄。打印前是否保存更改？";
AllowsToCommitChangesAlertMessage = "如果不应用，你所做的更改不会出现在打印出的列表上。打印前是否将你所做的更改应用到该列表上？";

/* Progress dialogs. */
PrintInitializingDialogTitle = "扫描中…";
PrintProcessingDialogTitle = "正在打印… 请稍候";
